use Course_DB
go

insert into Regions
values 
	(1, 'Центральный'),
	(2, 'Западный'),
	(3, 'Юго-Восточный'),
	(4, 'Северный'),
	(5, 'Восточный'),
	(6, 'Юго-Западный')
go

insert into Cities
values
	(1, 1, 'Москва', 100),
	(2, 1, 'Ногинск', 30),
	(3, 5, 'Владимир', 30),
	(4, 1, 'Сергиев Посад', 15),
	(5, 5, 'Иваново', 40),
	(6, 1, 'Зеленоград', 20),
	(7, 4, 'Тверь', 45),
	(8, 1, 'Можайск', 10),
	(9, 2, 'Вязьма', 30),
	(10, 2, 'Смоленск', 10),
	(11, 1, 'Обнинск', 5),
	(12, 1, 'Серпухов', 15),
	(13, 3, 'Тула', 60),
	(14, 6, 'Орёл', 6),
	(15, 3, 'Елец', 10),
	(16, 3, 'Липецк', 20),
	(17, 6, 'Воронеж', 40),
	(18, 3, 'Тамбов', 10),
	(19, 6, 'Курск', 40),
	(20, 2, 'Брянск', 20),
	(21, 5, 'Ярославль', 30),
	(22, 5, 'Кострома', 30),
	(23, 4, 'Великий новгород', 25),
	(24, 4, 'Санкт-Петербург', 100),
	(25, 2, 'Калуга', 15)
go